Repository: common-repository/wp-kradeno
Catalog: lang/wpkr_*.po
Languages: bg_bg

source: already excluded globally.
bg_bg: вече е изключен(и) за всички.

source: excluded globally.
bg_bg: изключен(и) за всички.

source: ignored for one post.
bg_bg: пренебреднат за един пост.

source: set warned for one post.
bg_bg: отбелязан с прдупреждение за един пост.

source: set successfully changed for one post.
bg_bg: отблязан(и) като успешно променен(и) за един пост.

source: set agreed for one post.
bg_bg: отбелязан(и) като одобрен(и) за един пост

source: WP Kradeno Report
bg_bg: WP Крадено Отчет

source: Starting...
bg_bg: Започва...

source: Stand by...
bg_bg: Изчакайте...

source: or stop
bg_bg: или го спрете

source: Refresh recommended
bg_bg: Препоръчва се да обновите страницата

source: Progress
bg_bg: Напредък

source: Skipped posts
bg_bg: Пропуснати постове

source: Found new reposts
bg_bg: Открити нови копирани постове

source: You haven't checked for reposts for %d days
bg_bg: Не сте проверявали за копирани постове %d дни

source: You haven't checked for reposts so far.
bg_bg: Не сте проверявали за копирани постове до сега.

source: You could start a report check here. Note that it may take at least 10 minutes. This depends on the number of posts you have, their size and on the speed of your server. If you have a lot of posts, you may run out of Google API calls (how many requests it's save to send to Google). In this case, you could run the check an hour later and it will continue from where it ended. The checking algorithm will skip all posts that were checked in the last 6 hours. You may override this by marking the force checkbox.
bg_bg: Тук може да направите проверка за копирани статии. Ще отнеме поне 10 мин. Зависи от това колко статии имате, колко са дълги и скоростта на сървъра ви. Ако имате много постове, може да ви свършат позволените запитвания към Google Search (има ограничение на час). В такъв случай, може да пуснете търсенето час по-късно и то ще започне от там, от където е свършило. Алгоритъма прескача всички статии, които са били проверени в последните 6 часа. Може да избегнете това като отбележите "Провери всички...".

source: Start check
bg_bg: Започни проверката

source: Force check posts regardless when they were last checked
bg_bg: Провери всички независимо кога са били проверени за последен път

source: warned
bg_bg: предупреден

source: Select action...
bg_bg: Избери действие

source: Ignore for this post
bg_bg: Пренебрегни за този пост

source: Warning sent
bg_bg: Изпратено предупреждение

source: Successfully changed
bg_bg: Бил е променен успешно

source: Agreed to repost
bg_bg: Има позволение за копиране

source: Exclude for all
bg_bg: Изключи за всички постове

source: Apply
bg_bg: Приложи

source: Sorry, you are not allowed to access this page.
bg_bg: Съжалявам, но нямате разрешение да отваряте тази страница.

source: Excluded sites updated.
bg_bg: Подновени са изключените страници

source: Google calls limit updated.
bg_bg: Ограничението за запитвания към Google е подновено.

source: Rating limit updated.
bg_bg: Подновена е минималната оценка

source: WP Kradeno Settings
bg_bg: WP Крадено Настройки

source: Excluded sites
bg_bg: Изключeни статии

source: Comma separated. Include only the host name - without 'http', any slashes or quotes.
bg_bg: Отделени със запетайка. Моля включвайте само хоста - без 'http' или наклонени черти.

source: Google calls limit
bg_bg: Ограничение за запитвания до Google.

source: Please enter a number >100. This is the maximum number of request to Google Search per hour/session.
bg_bg: Моля въведете число >100. Това е максималната бройка запитвания към Google Search за час/проверка

source: Warning
bg_bg: Предупреждение

source: do not change if you aren't sure what you are doing
bg_bg: Не го променяйте, ако не знаете какво правите

source: Minimum search result rating
bg_bg: Минимална оценка на резултатите

source: Please enter a number between 0.1 and 1.0. This is minimum average score accross multiple searches that a site should pass in order to be considered a repost.
bg_bg: Моля въведете число между 0.01 и 1.0. Това е минималната оценка, която се изчислява измежду няколко търсения, за да може сайта да се отбележи като подозрителен.

source: Save
bg_bg: Запази

source: Restore settings to default.
bg_bg: Възстанови настройките по подразбиране.

source: This will undo all your changes!
bg_bg: Това ще отмени всички ваши промени!

source: Restore to defaults
bg_bg: Възстанови настройките по подразбиране.

source: WP Kradeno:
bg_bg: WP Крадено:

source: You haven't checked for %s reposts%s for %d days
bg_bg: Не сте проверявали за %s копирани постове%s от %d дни

source: You haven't checked for %s reposts%s so far.
bg_bg: Не сте проверявали за %s копирани постове%s до сега.

source: %d possible re-posts
bg_bg: %d възможни копирани постове

source: %d re-posts
bg_bg: %d копирани постове

source: with preding warnings
bg_bg: с изпратени предупреждения

source: and
bg_bg: и

source: No messages. You haven't checked for %s reposts%s though.
bg_bg: Няма съобщения. Може обаче да проверите за %s копирани постове%s отново.

source: Error: You are not authorized
bg_bg: Грешка: Нямате нужните права.

source: Error: The plugin should be activated first.
bg_bg: Грешка: Добавката трябва да е включена.

source: Google calls limit reached
bg_bg: Достигнат е лимита на Google Search запитванията

source: Sites found
bg_bg: Открити страници

source: Finished
bg_bg: Довършен

source: WP Kradeno
bg_bg: WP Крадено

source: Searches the web for stollen blog posts.
bg_bg: Търси мрежата за откраднати постове

source: Boyan Yurukov
bg_bg: Боян Юруков

source: You can check for new reposts %shere%s.
bg_bg: Може да проверите за нови копирани статии %sтук%s.

source: Alert to recheck after days
bg_bg: Напомни за проверка след определени дни

source: Please enter a number greater than 3. This will be the number of days after you'll be alerted to check for reposts.
bg_bg: Моля въведете цифра по-голяма от 3. Толкова дни след последната ви проверка за копирани статии ще ви бъде напомнено да проверите пак.

source: Excluded posts
bg_bg: Изключени постове

source: Comma separated. These are the ids of the posts that will not be checked.
bg_bg: Разделени със запетайка. Това са ID-тата на постовете, които няма да бъдат проверявани.

source: Recheck alert days updated.
bg_bg: Дните за напомняне са обновени.

source: Ignored posts ids updated.
bg_bg: Изключените постове са обновени.

source: Stop checks for this post
bg_bg: Спри да проверяваш за този пост
